/* No comment provided by engineer. */
"Copy '%@' to Final Cut Server watch folder path '%@'" = "Copy '%1$@' to Final Cut Server watch folder path '%2$@'";

/* No comment provided by engineer. */
"Copy podcast to a watch folder of Final Cut Server" = "Copy podcast to a watch folder of Final Cut Server";

/* No comment provided by engineer. */
"FC Server" = "FC Server";

/* No comment provided by engineer. */
"Final Cut Server" = "Final Cut Server";

/* No comment provided by engineer. */
"No media selected." = "No media selected.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Selected media does not exist.";

/* No comment provided by engineer. */
"Shared folder path cannot be empty." = "Shared folder path cannot be empty.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

